/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "동작을 완료할 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "나중에 다시 시도하십시오.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "이 미디어 포맷은 지원되지 않습니다.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "이 미디어가 손상되었을 수도 있습니다.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "이 응용 프로그램은 이 파일을 재생할 수 있는 권한이 없습니다."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "이 미디어를 사용할 수 없습니다.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "디코딩할 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "이 미디어에 필요한 디코더가 사용 중입니다.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "미디어를 디코딩하는 다른 동작을 모두 중단하고 다시 시도하십시오.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "이 컴퓨터에서 해당 미디어를 사용할 수 없습니다.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "외장 디스플레이에서 해당 콘텐츠를 재생할 수 없습니다.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "현재 시스템 구성에서 보호된 콘텐츠를 재생할 수 없습니다.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "트랜스코드 출력 비디오 트랙의 프레임 수가 올바르지 않습니다.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "트랜스코드 출력 프레임 수가 편집하지 않은 세그먼트가 있는 원본과 같지 않습니다.";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "디코드 실패함";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "디코더에서 오류 발생";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "인코드 실패함";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "인코더에서 오류 발생";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_Description" = "제공된 오프라인 키가 유효하지 않습니다.";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_FailureReason" = "제공한 오프라인 키가 유효하지 않거나 영구 키 저장 공간 디렉토리를 찾을 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_FailureReason" = "이 컴퓨터는 콘텐츠를 재생하도록 인증되지 않음";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_FailureReason" = "이 앱은 보호되는 콘텐츠를 재생할 수 있는 권한이 없음";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_FailureReason" = "이 콘텐츠를 더 이상 사용할 수 없음";
